{
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-01-20T13:27:11+09:00",
            "Manifests": 1940
        },
        {
            "Name": "jp",
            "Source": "https://github.com/dooteeen/scoop-for-jp",
            "Updated": "2020-07-29T11:37:34+09:00",
            "Manifests": 0
        },
        {
            "Name": "lemon",
            "Source": "https://github.com/hoilc/scoop-lemon",
            "Updated": "2024-01-20T10:07:11+09:00",
            "Manifests": 1006
        },
        {
            "Name": "main",
            "Source": "https://github.com/scoopinstaller/scoop-main",
            "Updated": "2024-01-20T13:26:13+09:00",
            "Manifests": 1287
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2024-01-16T20:15:52+09:00",
            "Manifests": 327
        },
        {
            "Name": "sushi",
            "Source": "https://github.com/kidonng/sushi",
            "Updated": "2023-07-02T18:27:08+09:00",
            "Manifests": 53
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-01-20T13:32:57+09:00",
            "Manifests": 435
        }
    ],
    "apps": [
        {
            "Name": "7zip",
            "Updated": "2023-06-30T08:35:16.1714396+09:00",
            "Version": "23.01",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "ag",
            "Updated": "2021-11-17T00:36:52.3239333+09:00",
            "Version": "2.2.5",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "aria2",
            "Updated": "2023-11-18T00:18:08.9768294+09:00",
            "Version": "1.37.0-1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "autohotkey",
            "Updated": "2023-09-28T22:55:45.0422375+09:00",
            "Version": "2.0.10",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "bat",
            "Updated": "2023-10-13T23:01:19.2539432+09:00",
            "Version": "0.24.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "bitwarden",
            "Updated": "2024-01-19T23:15:19.323547+09:00",
            "Version": "2024.1.0",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "dark",
            "Updated": "2020-03-27T21:00:33.4308085+09:00",
            "Version": "3.11.2",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "draw.io",
            "Updated": "2024-01-19T23:15:29.9579528+09:00",
            "Version": "22.1.21",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "everything",
            "Updated": "2023-05-30T21:32:35.5006063+09:00",
            "Version": "1.4.1.1024",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "fd",
            "Updated": "2023-12-22T22:44:37.5825098+09:00",
            "Version": "9.0.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "fenrirfs",
            "Updated": "2023-12-17T21:22:40.0859078+09:00",
            "Version": "2.7.1",
            "Info": "",
            "Source": "lemon"
        },
        {
            "Name": "fontforge",
            "Updated": "2023-01-03T08:18:48.9968307+09:00",
            "Version": "20230101",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "fzf",
            "Updated": "2024-01-07T20:40:40.5238022+09:00",
            "Version": "0.45.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "gcc",
            "Updated": "2024-01-19T23:15:50.8565839+09:00",
            "Version": "13.2.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "git",
            "Updated": "2023-11-22T23:27:34.70877+09:00",
            "Version": "2.43.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "glow",
            "Updated": "2023-05-30T21:32:43.4848181+09:00",
            "Version": "1.5.1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "go",
            "Updated": "2024-01-20T15:00:51.293761+09:00",
            "Version": "1.21.6",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "goneovim",
            "Updated": "2024-01-07T20:40:42.9293864+09:00",
            "Version": "0.6.8",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "gzip",
            "Updated": "2021-11-06T22:04:53.7175041+09:00",
            "Version": "1.3.12",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "hugo",
            "Updated": "2024-01-07T20:40:45.4483342+09:00",
            "Version": "0.121.2",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "hyper",
            "Updated": "2023-01-11T23:16:04.6435426+09:00",
            "Version": "3.4.1",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "innounp",
            "Updated": "2020-12-27T13:27:51.8085905+09:00",
            "Version": "0.50",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "irfanview",
            "Updated": "2023-12-22T22:44:45.2189963+09:00",
            "Version": "4.66",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "JetBrains-Mono",
            "Updated": "2023-01-15T22:41:16.0983658+09:00",
            "Version": "2.304",
            "Info": "",
            "Source": "nerd-fonts"
        },
        {
            "Name": "jp-util-font",
            "Updated": "2021-10-10T21:19:29.4110333+09:00",
            "Version": "0.1.6",
            "Info": "",
            "Source": "jp"
        },
        {
            "Name": "less",
            "Updated": "2023-08-14T00:20:06.5333543+09:00",
            "Version": "643",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "lessmsi",
            "Updated": "2021-11-30T21:52:14.6671329+09:00",
            "Version": "1.10.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "llvm",
            "Updated": "2023-12-07T23:08:44.246209+09:00",
            "Version": "17.0.6",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "make",
            "Updated": "2023-03-14T22:57:47.9315253+09:00",
            "Version": "4.4.1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "miniconda3",
            "Updated": "2023-07-16T16:22:08.377909+09:00",
            "Version": "23.5.2-0",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "neovim",
            "Updated": "2024-01-07T20:40:54.582334+09:00",
            "Version": "0.9.5",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "ninja",
            "Updated": "2022-09-09T23:21:03.7049574+09:00",
            "Version": "1.11.1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "notion",
            "Updated": "2024-01-20T15:03:17.3498033+09:00",
            "Version": "3.1.1",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "nyagos",
            "Updated": "2020-04-13T18:12:12.9878338+09:00",
            "Version": "4.3.3_0",
            "Info": "",
            "Source": "jp"
        },
        {
            "Name": "obsidian",
            "Updated": "2024-01-07T20:41:00.6993338+09:00",
            "Version": "1.5.3",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "openssl",
            "Updated": "2023-12-07T23:15:31.635649+09:00",
            "Version": "3.2.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "pt",
            "Updated": "2019-06-08T00:09:34.553647+09:00",
            "Version": "2.2.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "pwsh",
            "Updated": "2024-01-20T15:01:05.0661438+09:00",
            "Version": "7.4.1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "pycharm",
            "Updated": "2023-12-22T22:45:57.1814382+09:00",
            "Version": "2023.3.2-233.13135.95",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "rustup",
            "Updated": "2023-04-26T21:34:27.3382168+09:00",
            "Version": "1.26.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "sqlite",
            "Updated": "2024-01-20T15:01:10.1158763+09:00",
            "Version": "3.45.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "sudo",
            "Updated": "2020-01-28T21:40:21.4007066+09:00",
            "Version": "0.2020.01.26",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "tar",
            "Updated": "2021-11-06T22:05:03.7234883+09:00",
            "Version": "1.23",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "tortoisesvn",
            "Updated": "2024-01-20T15:01:23.266825+09:00",
            "Version": "1.14.6.29673",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "universal-ctags",
            "Updated": "2020-10-24T22:28:10.2780229+09:00",
            "Version": "2020-10-11",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "vcredist2022",
            "Updated": "2023-11-18T00:26:02.5772731+09:00",
            "Version": "14.38.33130.0",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "vim",
            "Updated": "2022-06-29T23:23:40.3959561+09:00",
            "Version": "9.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "vim-kaoriya",
            "Updated": "2021-10-10T21:19:36.6987291+09:00",
            "Version": "8.2.1287.20200724",
            "Info": "",
            "Source": "jp"
        },
        {
            "Name": "vivaldi",
            "Updated": "2024-01-20T15:01:40.7823806+09:00",
            "Version": "6.5.3206.55",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "vlc",
            "Updated": "2023-11-02T23:42:09.6534236+09:00",
            "Version": "3.0.20",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "vscode",
            "Updated": "2024-01-20T15:01:51.6943801+09:00",
            "Version": "1.85.2",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "win32yank",
            "Updated": "2023-05-04T00:28:00.2419358+09:00",
            "Version": "0.1.1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "windows-terminal",
            "Updated": "2023-11-22T23:27:47.968122+09:00",
            "Version": "1.18.3181.0",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "cica",
            "Updated": "2021-10-09T22:24:34.2748437+09:00",
            "Version": "5.0.2",
            "Info": "Global install",
            "Source": "scoop-for-jp"
        },
        {
            "Name": "jp-util-font",
            "Updated": "2021-10-09T22:21:55.8279215+09:00",
            "Version": "0.1.6",
            "Info": "Global install",
            "Source": "scoop-for-jp"
        }
    ]
}
