{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/scoopinstaller/scoop-main",
            "Updated": "2025-08-10T21:32:29+09:00",
            "Manifests": 1398
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-08-10T22:55:40+09:00",
            "Manifests": 2177
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2025-08-10T22:04:26+09:00",
            "Manifests": 510
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2025-08-01T21:56:07+09:00",
            "Manifests": 367
        },
        {
            "Name": "jp",
            "Source": "https://github.com/dooteeen/scoop-for-jp",
            "Updated": "2020-07-29T11:37:34+09:00",
            "Manifests": 0
        },
        {
            "Name": "lemon",
            "Source": "https://github.com/hoilc/scoop-lemon",
            "Updated": "2025-08-10T21:42:27+09:00",
            "Manifests": 2173
        },
        {
            "Name": "sushi",
            "Source": "https://github.com/kidonng/sushi",
            "Updated": "2023-07-02T18:27:08+09:00",
            "Manifests": 53
        }
    ],
    "apps": [
        {
            "Info": "",
            "Updated": "2025-08-10T23:00:11.0887911+09:00",
            "Name": "7zip",
            "Version": "25.01",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-05-02T21:09:16.4825533+09:00",
            "Name": "adb",
            "Version": "36.0.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2021-11-17T00:36:52.3239333+09:00",
            "Name": "ag",
            "Version": "2.2.5",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2023-11-18T00:18:08.9768294+09:00",
            "Name": "aria2",
            "Version": "1.37.0-1",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-02-21T23:10:08.0347149+09:00",
            "Name": "autohotkey",
            "Version": "2.0.19",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2025-01-19T22:32:49.0555693+09:00",
            "Name": "bat",
            "Version": "0.25.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:00:19.2500305+09:00",
            "Name": "bitwarden",
            "Version": "2025.7.0",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2025-04-28T21:12:03.7782895+09:00",
            "Name": "dark",
            "Version": "3.14.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:38:10.1536726+09:00",
            "Name": "draw.io",
            "Version": "28.0.6",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:38:15.9166752+09:00",
            "Name": "everything",
            "Version": "1.4.1.1028",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2024-08-30T22:06:40.5748861+09:00",
            "Name": "fd",
            "Version": "10.2.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2024-03-22T22:26:09.3978202+09:00",
            "Name": "fenrirfs",
            "Version": "2.7.2",
            "Source": "lemon"
        },
        {
            "Info": "",
            "Updated": "2023-01-03T08:18:48.9968307+09:00",
            "Name": "fontforge",
            "Version": "20230101",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:00:22.2741188+09:00",
            "Name": "fzf",
            "Version": "0.65.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2024-01-19T23:15:50.8565839+09:00",
            "Name": "gcc",
            "Version": "13.2.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:39:16.8336758+09:00",
            "Name": "git",
            "Version": "2.50.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:39:19.3256738+09:00",
            "Name": "glow",
            "Version": "2.1.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:01:39.3842658+09:00",
            "Name": "go",
            "Version": "1.24.6",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:01:44.5922663+09:00",
            "Name": "goneovim",
            "Version": "0.6.16",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2021-11-06T22:04:53.7175041+09:00",
            "Name": "gzip",
            "Version": "1.3.12",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:01:46.9082655+09:00",
            "Name": "hugo",
            "Version": "0.148.2",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2023-01-11T23:16:04.6435426+09:00",
            "Name": "hyper",
            "Version": "3.4.1",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:01:49.3072678+09:00",
            "Name": "innounp",
            "Version": "2.64.6",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-05-22T22:35:06.0266545+09:00",
            "Name": "irfanview",
            "Version": "4.72",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2023-01-15T22:41:16.0983658+09:00",
            "Name": "JetBrains-Mono",
            "Version": "2.304",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Updated": "2021-10-10T21:19:29.4110333+09:00",
            "Name": "jp-util-font",
            "Version": "0.1.6",
            "Source": "jp"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:41:38.3759229+09:00",
            "Name": "less",
            "Version": "679",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:41:39.3449264+09:00",
            "Name": "lessmsi",
            "Version": "2.7.3",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:42:47.3972358+09:00",
            "Name": "llvm",
            "Version": "20.1.8",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2023-03-14T22:57:47.9315253+09:00",
            "Name": "make",
            "Version": "4.4.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:45:17.5032477+09:00",
            "Name": "miniconda3",
            "Version": "25.5.1-1",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:45:29.2512477+09:00",
            "Name": "neovim",
            "Version": "0.11.3",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:45:30.8712449+09:00",
            "Name": "ninja",
            "Version": "1.13.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:02:00.5382677+09:00",
            "Name": "notion",
            "Version": "4.17.0",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2020-04-13T18:12:12.9878338+09:00",
            "Name": "nyagos",
            "Version": "4.3.3_0",
            "Source": "jp"
        },
        {
            "Info": "",
            "Updated": "2025-04-28T21:13:58.7775427+09:00",
            "Name": "obsidian",
            "Version": "1.8.10",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:03:42.3093928+09:00",
            "Name": "openssl",
            "Version": "3.5.2",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2019-06-08T00:09:34.553647+09:00",
            "Name": "pt",
            "Version": "2.2.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:03:51.7467175+09:00",
            "Name": "pwsh",
            "Version": "7.5.2",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:05:40.3946093+09:00",
            "Name": "pycharm",
            "Version": "2025.2-252.23892.439",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2025-05-22T22:42:14.3367317+09:00",
            "Name": "rustup",
            "Version": "1.28.2",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:49:09.123914+09:00",
            "Name": "scrcpy",
            "Version": "3.3.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:05:45.5042124+09:00",
            "Name": "sqlite",
            "Version": "3.50.4",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2020-01-28T21:40:21.4007066+09:00",
            "Name": "sudo",
            "Version": "0.2020.01.26",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2021-11-06T22:05:03.7234883+09:00",
            "Name": "tar",
            "Version": "1.23",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2024-12-15T21:58:41.8400659+09:00",
            "Name": "tortoisesvn",
            "Version": "1.14.9.29743",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2020-10-24T22:28:10.2780229+09:00",
            "Name": "universal-ctags",
            "Version": "2020-10-11",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2025-07-27T10:50:25.3609123+09:00",
            "Name": "vcredist2022",
            "Version": "14.44.35211.0",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2024-04-28T21:21:19.4254625+09:00",
            "Name": "vim",
            "Version": "9.1.0377",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2021-10-10T21:19:36.6987291+09:00",
            "Name": "vim-kaoriya",
            "Version": "8.2.1287.20200724",
            "Source": "jp"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:06:11.8262689+09:00",
            "Name": "vivaldi",
            "Version": "7.5.3735.58",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2024-06-14T23:15:51.5364124+09:00",
            "Name": "vlc",
            "Version": "3.0.21",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:06:52.3447505+09:00",
            "Name": "vscode",
            "Version": "1.103.0",
            "Source": "extras"
        },
        {
            "Info": "",
            "Updated": "2023-05-04T00:28:00.2419358+09:00",
            "Name": "win32yank",
            "Version": "0.1.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Updated": "2025-08-10T23:06:55.5107475+09:00",
            "Name": "windows-terminal",
            "Version": "1.22.12111.0",
            "Source": "extras"
        },
        {
            "Info": "Global install",
            "Updated": "2021-10-09T22:24:34.2748437+09:00",
            "Name": "cica",
            "Version": "5.0.2",
            "Source": "scoop-for-jp"
        },
        {
            "Info": "Global install",
            "Updated": "2021-10-09T22:21:55.8279215+09:00",
            "Name": "jp-util-font",
            "Version": "0.1.6",
            "Source": "scoop-for-jp"
        }
    ]
}
