{
    "apps": [
        {
            "Name": "7zip",
            "Source": "main",
            "Info": "",
            "Version": "24.09",
            "Updated": "2024-12-15T21:51:08.7394384+09:00"
        },
        {
            "Name": "adb",
            "Source": "main",
            "Info": "",
            "Version": "35.0.2",
            "Updated": "2024-12-15T21:51:10.2240932+09:00"
        },
        {
            "Name": "ag",
            "Source": "main",
            "Info": "",
            "Version": "2.2.5",
            "Updated": "2021-11-17T00:36:52.3239333+09:00"
        },
        {
            "Name": "aria2",
            "Source": "main",
            "Info": "",
            "Version": "1.37.0-1",
            "Updated": "2023-11-18T00:18:08.9768294+09:00"
        },
        {
            "Name": "autohotkey",
            "Source": "extras",
            "Info": "",
            "Version": "2.0.19",
            "Updated": "2025-02-21T23:10:08.0347149+09:00"
        },
        {
            "Name": "bat",
            "Source": "main",
            "Info": "",
            "Version": "0.25.0",
            "Updated": "2025-01-19T22:32:49.0555693+09:00"
        },
        {
            "Name": "bitwarden",
            "Source": "extras",
            "Info": "",
            "Version": "2025.3.0",
            "Updated": "2025-04-04T22:53:15.7062269+09:00"
        },
        {
            "Name": "dark",
            "Source": "main",
            "Info": "",
            "Version": "3.14",
            "Updated": "2024-02-25T20:33:31.4091636+09:00"
        },
        {
            "Name": "draw.io",
            "Source": "extras",
            "Info": "",
            "Version": "26.2.2",
            "Updated": "2025-04-04T22:53:38.6761188+09:00"
        },
        {
            "Name": "everything",
            "Source": "extras",
            "Info": "",
            "Version": "1.4.1.1026",
            "Updated": "2024-08-02T22:40:03.788274+09:00"
        },
        {
            "Name": "fd",
            "Source": "main",
            "Info": "",
            "Version": "10.2.0",
            "Updated": "2024-08-30T22:06:40.5748861+09:00"
        },
        {
            "Name": "fenrirfs",
            "Source": "lemon",
            "Info": "",
            "Version": "2.7.2",
            "Updated": "2024-03-22T22:26:09.3978202+09:00"
        },
        {
            "Name": "fontforge",
            "Source": "extras",
            "Info": "",
            "Version": "20230101",
            "Updated": "2023-01-03T08:18:48.9968307+09:00"
        },
        {
            "Name": "fzf",
            "Source": "main",
            "Info": "",
            "Version": "0.61.0",
            "Updated": "2025-04-04T22:53:42.8871326+09:00"
        },
        {
            "Name": "gcc",
            "Source": "main",
            "Info": "",
            "Version": "13.2.0",
            "Updated": "2024-01-19T23:15:50.8565839+09:00"
        },
        {
            "Name": "git",
            "Source": "main",
            "Info": "",
            "Version": "2.49.0",
            "Updated": "2025-03-28T21:35:33.5402939+09:00"
        },
        {
            "Name": "glow",
            "Source": "main",
            "Info": "",
            "Version": "2.1.0",
            "Updated": "2025-03-01T21:59:28.5855774+09:00"
        },
        {
            "Name": "go",
            "Source": "main",
            "Info": "",
            "Version": "1.24.2",
            "Updated": "2025-04-04T22:54:56.3578939+09:00"
        },
        {
            "Name": "goneovim",
            "Source": "extras",
            "Info": "",
            "Version": "0.6.12",
            "Updated": "2025-03-28T21:36:46.3311019+09:00"
        },
        {
            "Name": "gzip",
            "Source": "main",
            "Info": "",
            "Version": "1.3.12",
            "Updated": "2021-11-06T22:04:53.7175041+09:00"
        },
        {
            "Name": "hugo",
            "Source": "main",
            "Info": "",
            "Version": "0.145.0",
            "Updated": "2025-03-01T21:59:30.6016277+09:00"
        },
        {
            "Name": "hyper",
            "Source": "extras",
            "Info": "",
            "Version": "3.4.1",
            "Updated": "2023-01-11T23:16:04.6435426+09:00"
        },
        {
            "Name": "innounp",
            "Source": "main",
            "Info": "",
            "Version": "2.64.3",
            "Updated": "2025-03-28T21:36:47.9291014+09:00"
        },
        {
            "Name": "irfanview",
            "Source": "extras",
            "Info": "",
            "Version": "4.70",
            "Updated": "2024-10-16T22:58:59.5116693+09:00"
        },
        {
            "Name": "JetBrains-Mono",
            "Source": "nerd-fonts",
            "Info": "",
            "Version": "2.304",
            "Updated": "2023-01-15T22:41:16.0983658+09:00"
        },
        {
            "Name": "jp-util-font",
            "Source": "jp",
            "Info": "",
            "Version": "0.1.6",
            "Updated": "2021-10-10T21:19:29.4110333+09:00"
        },
        {
            "Name": "less",
            "Source": "main",
            "Info": "",
            "Version": "668",
            "Updated": "2024-12-15T21:53:15.8788774+09:00"
        },
        {
            "Name": "lessmsi",
            "Source": "main",
            "Info": "",
            "Version": "2.7.0",
            "Updated": "2025-03-01T21:59:39.2052503+09:00"
        },
        {
            "Name": "llvm",
            "Source": "main",
            "Info": "",
            "Version": "20.1.2",
            "Updated": "2025-04-04T22:55:34.9453561+09:00"
        },
        {
            "Name": "make",
            "Source": "main",
            "Info": "",
            "Version": "4.4.1",
            "Updated": "2023-03-14T22:57:47.9315253+09:00"
        },
        {
            "Name": "miniconda3",
            "Source": "extras",
            "Info": "",
            "Version": "25.1.1-2",
            "Updated": "2025-03-28T21:38:46.7992906+09:00"
        },
        {
            "Name": "neovim",
            "Source": "main",
            "Info": "",
            "Version": "0.11.0",
            "Updated": "2025-03-28T21:38:58.810292+09:00"
        },
        {
            "Name": "ninja",
            "Source": "main",
            "Info": "",
            "Version": "1.12.1",
            "Updated": "2024-05-18T12:58:55.2177544+09:00"
        },
        {
            "Name": "notion",
            "Source": "extras",
            "Info": "",
            "Version": "4.7.2",
            "Updated": "2025-03-28T21:39:10.4327852+09:00"
        },
        {
            "Name": "nyagos",
            "Source": "jp",
            "Info": "",
            "Version": "4.3.3_0",
            "Updated": "2020-04-13T18:12:12.9878338+09:00"
        },
        {
            "Name": "obsidian",
            "Source": "extras",
            "Info": "",
            "Version": "1.8.9",
            "Updated": "2025-03-28T21:39:44.0080269+09:00"
        },
        {
            "Name": "openssl",
            "Source": "main",
            "Info": "",
            "Version": "3.4.1",
            "Updated": "2025-02-21T23:13:57.6030484+09:00"
        },
        {
            "Name": "pt",
            "Source": "main",
            "Info": "",
            "Version": "2.2.0",
            "Updated": "2019-06-08T00:09:34.553647+09:00"
        },
        {
            "Name": "pwsh",
            "Source": "main",
            "Info": "",
            "Version": "7.5.0",
            "Updated": "2025-03-01T22:00:28.9970439+09:00"
        },
        {
            "Name": "pycharm",
            "Source": "extras",
            "Info": "",
            "Version": "2024.3.5-243.26053.29",
            "Updated": "2025-03-28T21:41:13.5687731+09:00"
        },
        {
            "Name": "rustup",
            "Source": "main",
            "Info": "",
            "Version": "1.27.1",
            "Updated": "2024-05-18T13:01:29.497975+09:00"
        },
        {
            "Name": "scrcpy",
            "Source": "main",
            "Info": "",
            "Version": "3.2",
            "Updated": "2025-04-04T22:55:38.2373598+09:00"
        },
        {
            "Name": "sqlite",
            "Source": "main",
            "Info": "",
            "Version": "3.49.1",
            "Updated": "2025-02-21T23:15:41.0183686+09:00"
        },
        {
            "Name": "sudo",
            "Source": "main",
            "Info": "",
            "Version": "0.2020.01.26",
            "Updated": "2020-01-28T21:40:21.4007066+09:00"
        },
        {
            "Name": "tar",
            "Source": "main",
            "Info": "",
            "Version": "1.23",
            "Updated": "2021-11-06T22:05:03.7234883+09:00"
        },
        {
            "Name": "tortoisesvn",
            "Source": "extras",
            "Info": "",
            "Version": "1.14.9.29743",
            "Updated": "2024-12-15T21:58:41.8400659+09:00"
        },
        {
            "Name": "universal-ctags",
            "Source": "extras",
            "Info": "",
            "Version": "2020-10-11",
            "Updated": "2020-10-24T22:28:10.2780229+09:00"
        },
        {
            "Name": "vcredist2022",
            "Source": "extras",
            "Info": "",
            "Version": "14.42.34438.0",
            "Updated": "2025-02-21T23:16:34.2952275+09:00"
        },
        {
            "Name": "vim",
            "Source": "main",
            "Info": "",
            "Version": "9.1.0377",
            "Updated": "2024-04-28T21:21:19.4254625+09:00"
        },
        {
            "Name": "vim-kaoriya",
            "Source": "jp",
            "Info": "",
            "Version": "8.2.1287.20200724",
            "Updated": "2021-10-10T21:19:36.6987291+09:00"
        },
        {
            "Name": "vivaldi",
            "Source": "extras",
            "Info": "",
            "Version": "7.3.3635.7",
            "Updated": "2025-04-04T22:56:08.2682939+09:00"
        },
        {
            "Name": "vlc",
            "Source": "extras",
            "Info": "",
            "Version": "3.0.21",
            "Updated": "2024-06-14T23:15:51.5364124+09:00"
        },
        {
            "Name": "vscode",
            "Source": "extras",
            "Info": "",
            "Version": "1.99.0",
            "Updated": "2025-04-04T22:56:32.9725861+09:00"
        },
        {
            "Name": "win32yank",
            "Source": "main",
            "Info": "",
            "Version": "0.1.1",
            "Updated": "2023-05-04T00:28:00.2419358+09:00"
        },
        {
            "Name": "windows-terminal",
            "Source": "extras",
            "Info": "",
            "Version": "1.22.10352.0",
            "Updated": "2025-03-01T22:02:37.9258157+09:00"
        },
        {
            "Name": "cica",
            "Source": "scoop-for-jp",
            "Info": "Global install",
            "Version": "5.0.2",
            "Updated": "2021-10-09T22:24:34.2748437+09:00"
        },
        {
            "Name": "jp-util-font",
            "Source": "scoop-for-jp",
            "Info": "Global install",
            "Version": "0.1.6",
            "Updated": "2021-10-09T22:21:55.8279215+09:00"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/scoopinstaller/scoop-main",
            "Updated": "2025-04-04T21:31:22+09:00",
            "Manifests": 1387
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-04-04T21:30:49+09:00",
            "Manifests": 2149
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2025-04-04T22:00:29+09:00",
            "Manifests": 487
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2025-03-25T23:23:28+09:00",
            "Manifests": 360
        },
        {
            "Name": "jp",
            "Source": "https://github.com/dooteeen/scoop-for-jp",
            "Updated": "2020-07-29T11:37:34+09:00",
            "Manifests": 0
        },
        {
            "Name": "lemon",
            "Source": "https://github.com/hoilc/scoop-lemon",
            "Updated": "2025-04-04T21:40:23+09:00",
            "Manifests": 1391
        },
        {
            "Name": "sushi",
            "Source": "https://github.com/kidonng/sushi",
            "Updated": "2023-07-02T18:27:08+09:00",
            "Manifests": 53
        }
    ]
}
